{
  "translations": {
    "config_menu_option": "Configuraci칩n de %1",
    "config_menu_title": "%1 - Configuraci칩n",
    "changelog_menu_title": "%1 - Registro de cambios",
    "export_menu_title": "%1 - Exportar configuraci칩n",
    "import_menu_title": "%1 - Importar configuraci칩n",
    "open_menu_tooltip": "Abra el men칰 de configuraci칩n de %1",
    "close_menu_tooltip": "Haga clic para cerrar el men칰",
    "reload_hint": "Tus cambios se guardaron, pero necesitas recargar la p치gina para aplicarlos.",
    "reload_now": "Recargar ahora",
    "reload_tooltip": "Recargar la p치gina",
    "feature_requires_reload": "Cambiar esta funci칩n requiere una recarga de la p치gina",
    "version_tooltip": "Versi칩n %1 (compilaci칩n %2) - haga clic para abrir el registro de cambios",
    "export": "Exportar",
    "export_hint": "Copie el siguiente texto para exportar su configuraci칩n.\nAdvertencia: puede contener datos sensibles.",
    "click_to_reveal_sensitive_info": "(haga clic para revelar informaci칩n sensible)",
    "export_tooltip": "Exporte su configuraci칩n actual",
    "import": "Importar",
    "import_hint": "Pegue la configuraci칩n que desea importar en el campo a continuaci칩n, luego haga clic en el bot칩n de importaci칩n:",
    "import_tooltip": "Importe una configuraci칩n que haya exportado anteriormente",
    "start_import_tooltip": "Haga clic para importar la configuraci칩n que peg칩 arriba",
    "import_error_invalid": "Los datos importados no son v치lidos",
    "import_error_no_format_version": "Los datos importados no contienen una versi칩n de formato",
    "import_error_no_data": "El objeto importado no contiene ning칰n dato",
    "import_error_wrong_format_version": "Los datos importados est치n en una versi칩n de formato no compatible (se esperaba %1 o inferior pero se obtuvo %2)",
    "import_success_confirm_reload": "Configuraci칩n importada con 칠xito.\n쯈uieres recargar la p치gina ahora para aplicar los cambios?",
    "reset_tooltip": "Restablecer todos los ajustes a sus valores predeterminados",
    "reset_confirm": "Realmente quieres restablecer todos los ajustes a sus valores predeterminados?\nLa p치gina se volver치 a cargar autom치ticamente.",
    "copy_to_clipboard": "Copiar al portapapeles",
    "copy_config_tooltip": "Copie la configuraci칩n en su portapapeles",
    "copied": "춰Copiado!",
    "copy_hidden_value": "Copiar valor oculto",
    "copy_hidden_tooltip": "Haga clic para copiar el valor oculto: estos son datos sensibles 丘멆잺",
    "open_github": "Abrir %1 en GitHub",
    "open_discord": "칔nete a mi servidor de Discord",
    "open_greasyfork": "Abrir %1 en GreasyFork",
    "open_openuserjs": "Abrir %1 en OpenUserJS",
    "lang_changed_prompt_reload": "El idioma se cambi칩.\n쯈uieres recargar la p치gina ahora para aplicar los cambios?",

    "reset": "Reiniciar",
    "close": "Cerrar",
    "log_level_debug": "Depurar (m치s)",
    "log_level_info": "Informaci칩n (solo importante)",
    "toggled_on": "Encendido",
    "toggled_off": "Apagado",
    "trigger_btn_action": "Disparador",
    "trigger_btn_action_running": "Ejecutando...",
    "remove_from_queue": "Eliminar esta canci칩n de la cola",
    "delete_from_list": "Eliminar esta canci칩n de la lista",
    "couldnt_remove_from_queue": "No se pudo eliminar esta canci칩n de la cola",
    "couldnt_delete_from_list": "No se pudo eliminar esta canci칩n de la lista",
    "scroll_to_playing": "Despl치cese hasta la canci칩n que se est치 reproduciendo actualmente",
    "scroll_to_bottom": "Haga clic para desplazarse hasta el final",
    "volume_tooltip": "Volumen: %1% (Sensibilidad: %2%)",
    "volume_shared_tooltip": "Volumen compartido entre pesta침as - deshabil칤telo en el men칰 de configuraci칩n",
    "middle_click_open_tab": "Haga clic con el bot칩n central para abrir en una nueva pesta침a",
    "active_mode_display": "Modo %1",
    "active_mode_tooltip-1": "El %1 est치 actualmente activo",
    "active_mode_tooltip-n": "Los %1 est치n actualmente activos",
    "dev_mode": "Modo de desarrollador",
    "dev_mode_short": "Dev",
    "advanced_mode": "Modo avanzado",
    "advanced_mode_short": "Avanzado",
    "experimental_feature": "Funci칩n experimental",

    "open_current_lyrics": "Abrir la letra de la canci칩n actual en una nueva pesta침a",
    "open_lyrics": "Abrir la letra de esta canci칩n en una nueva pesta침a",
    "lyrics_loading": "Cargando URL de letras...",
    "lyrics_rate_limited-1": "Se est치 limitando la velocidad.\nEspere unos segundos antes de solicitar m치s letras.",
    "lyrics_rate_limited-n": "Se est치 limitando la velocidad.\nEspere %1 segundos antes de solicitar m치s letras.",
    "lyrics_not_found_confirm_open_search": "No se pudo encontrar una p치gina de letras para esta canci칩n.\n쯈uieres abrir genius.com para buscarla manualmente?",
    "lyrics_not_found_click_open_search": "No se pudo encontrar la URL de las letras: haga clic para abrir la b칰squeda manual de letras",
    "lyrics_clear_cache_confirm_prompt-1": "La cach칠 de letras actualmente tiene %1 entrada.\nRealmente quieres eliminarlas?",
    "lyrics_clear_cache_confirm_prompt-n": "La cach칠 de letras actualmente tiene %1 entradas.\nRealmente quieres eliminarlas?",
    "lyrics_clear_cache_success": "La cach칠 de letras se elimin칩 correctamente.",
    "lyrics_cache_changed_clear_confirm": "Ha cambiado la configuraci칩n que afecta los datos en la cach칠 de letras, lo que rompe las b칰squedas de URL de letras.\n쯈uieres borrar la cach칠 ahora?",

    "hotkey_input_click_to_change": "Haga clic para cambiar",
    "hotkey_input_click_to_change_tooltip": "Haga clic, luego presione la tecla de acceso r치pido deseada",
    "hotkey_input_click_to_cancel_tooltip": "Haga clic para cancelar",
    "hotkey_key_ctrl": "Ctrl",
    "hotkey_key_shift": "May칰s",
    "hotkey_key_mac_option": "Option",
    "hotkey_key_alt": "Alt",

    "welcome_menu_title": "춰Bienvenido a %1!",
    "config_menu": "Configuraci칩n",
    "open_config_menu_tooltip": "Haga clic para abrir el men칰 de configuraci칩n",
    "open_changelog": "Registro de cambios",
    "open_changelog_tooltip": "Haga clic para abrir el registro de cambios",
    "feature_help_button_tooltip": "Haga clic para obtener m치s informaci칩n sobre esta funci칩n",
    "welcome_text_line_1": "Gracias por instalar!",
    "welcome_text_line_2": "Espero que disfrutes usando %1 tanto como yo disfrut칠 haci칠ndolo 游땎",
    "welcome_text_line_3": "Si te gusta %1, por favor deja una calificaci칩n en %2GreasyFork%3 o %4OpenUserJS%5",
    "welcome_text_line_4": "Mi trabajo depende de las donaciones, as칤 que por favor considera %1donar 仇벒잺%2",
    "welcome_text_line_5": "쮼ncontraste un error o quieres sugerir una funci칩n? Por favor %1abre un problema en GitHub%2",

    "list_button_placement_queue_only": "Solo en la cola",
    "list_button_placement_everywhere": "En todas las listas de canciones",

    "site_selection_both_sites": "Ambos sitios",
    "site_selection_only_yt": "Solo YouTube",
    "site_selection_only_ytm": "Solo YouTube Music",

    "new_version_available": "춰Nueva versi칩n disponible!",
    "open_update_page_install_manually": "Haga clic para abrir la p치gina de actualizaci칩n / instalaci칩n manual",
    "disable_update_check": "Deshabilitar la comprobaci칩n autom치tica de actualizaciones",
    "reenable_in_config_menu": "(se puede volver a habilitar en el men칰 de configuraci칩n)",
    "close_and_ignore_for_24h": "Cerrar y omitir durante 24 horas",
    "close_and_ignore_until_reenabled": "Cerrar y omitir hasta que se vuelva a habilitar",
    "expand_release_notes": "Haga clic para expandir las 칰ltimas notas de la versi칩n",
    "collapse_release_notes": "Haga clic para contraer las 칰ltimas notas de la versi칩n",
    "no_updates_found": "No se encontraron actualizaciones.",

    "thumbnail_overlay_behavior_never": "Nunca",
    "thumbnail_overlay_behavior_videos_only": "Solo para videos",
    "thumbnail_overlay_behavior_songs_only": "Solo para canciones",
    "thumbnail_overlay_behavior_always": "Siempre",
    "thumbnail_overlay_toggle_btn_tooltip_hide": "Desactivar la superposici칩n de miniaturas: haga clic con el bot칩n central o con May칰s para abrir en una nueva pesta침a",
    "thumbnail_overlay_toggle_btn_tooltip_show": "Habilitar la superposici칩n de miniaturas: haga clic con el bot칩n central o con May칰s para abrir en una nueva pesta침a",
    "thumbnail_overlay_indicator_tooltip": "La superposici칩n de miniaturas est치 actualmente activa",
    "thumbnail_overlay_image_fit_crop": "Recortar si es necesario",
    "thumbnail_overlay_image_fit_full": "Mostrar la imagen completa",
    "thumbnail_overlay_image_fit_stretch": "Estirar para ajustar",

    "unit_entries-1": "entrada",
    "unit_entries-n": "entradas",
    "unit_days-1": "d칤a",
    "unit_days-n": "d칤as",

    "feature_category_layout": "Dise침o",
    "feature_category_volume": "Volumen",
    "feature_category_songLists": "Listas de canciones",
    "feature_category_behavior": "Comportamiento",
    "feature_category_input": "Entrada",
    "feature_category_lyrics": "Letras",
    "feature_category_general": "General",

    "feature_desc_watermarkEnabled": "Mostrar una marca de agua debajo del logotipo del sitio que abre este men칰 de configuraci칩n",
    "feature_helptext_watermarkEnabled": "Si esto est치 deshabilitado, a칰n puede abrir el men칰 de configuraci칩n haciendo clic en la opci칩n en el men칰 que se abre cuando hace clic en su imagen de perfil en la esquina superior derecha.\nSin embargo, ser치 m치s dif칤cil encontrar el huevo de pascua ;)",
    "feature_desc_removeShareTrackingParam": "Eliminar el par치metro de seguimiento \"?si\" de la URL en los men칰s de compartir",
    "feature_helptext_removeShareTrackingParam": "Por motivos de an치lisis, YouTube agrega un par치metro de seguimiento al final de la URL que puede copiar en el men칰 Compartir. Si bien no es directamente perjudicial, hace que la URL sea m치s larga y le da a YouTube m치s informaci칩n sobre usted y las personas a las que env칤a el enlace.",
    "feature_desc_removeShareTrackingParamSites": "쮼n qu칠 sitios se debe eliminar el par치metro de seguimiento de compartir?",
    "feature_desc_numKeysSkipToTime": "Habilitar el salto a un momento espec칤fico en el video presionando una tecla num칠rica (0-9)",
    "feature_desc_fixSpacing": "Solucionar problemas de espaciado en el dise침o",
    "feature_helptext_fixSpacing": "Hay varios lugares en la interfaz de usuario donde el espaciado entre elementos es inconsistente. Esta funci칩n soluciona esos problemas.",

    "feature_desc_removeUpgradeTab": "Eliminar la pesta침a Actualizar / Premium",
    "feature_desc_volumeSliderLabel": "Agregue una etiqueta de porcentaje junto al control deslizante de volumen",
    "feature_desc_volumeSliderSize": "El ancho del control deslizante de volumen en p칤xeles",
    "feature_desc_volumeSliderStep": "Sensibilidad del control deslizante de volumen (en qu칠 porcentaje se puede cambiar el volumen a la vez)",
    "feature_desc_volumeSliderScrollStep": "Sensibilidad del control deslizante de volumen al desplazarse con la rueda del mouse en porcentaje - se ajusta al valor de sensibilidad m치s cercano desde arriba",
    "feature_helptext_volumeSliderScrollStep": "Por cu치nto porcentaje debe cambiarse el volumen al desplazar el control deslizante de volumen con la rueda del mouse.\nEsto debe ser un m칰ltiplo de la sensibilidad del control deslizante de volumen, de lo contrario habr치 peque침os saltos irregulares en el volumen al desplazarse.",
    "feature_desc_volumeSharedBetweenTabs": "쮻eber칤a el volumen establecido ser compartido entre pesta침as y recordado entre sesiones?",
    "feature_helptext_volumeSharedBetweenTabs": "Si cambia el volumen en una pesta침a, el nivel de volumen se establecer치 en el mismo valor en todas las dem치s pesta침as que tengan esta funci칩n habilitada.\nEste valor se recordar치 y restaurar치 en las sesiones, hasta que se desactive.",
    "feature_desc_setInitialTabVolume": "Establece el nivel de volumen en un valor espec칤fico una vez al abrir el sitio",
    "feature_warning_setInitialTabVolume_volumeSharedBetweenTabs_incompatible": "Esta funci칩n es incompatible con la funci칩n \"Volumen compartido entre pesta침as\" y se ignorar치 mientras se use la funci칩n de volumen compartido!",
    "feature_desc_initialTabVolumeLevel": "El valor para establecer el nivel de volumen al abrir el sitio",
    "feature_desc_thumbnailOverlayBehavior": "Cu치ndo reemplazar autom치ticamente el elemento de video con su miniatura en la mayor resoluci칩n",
    "feature_helptext_thumbnailOverlayBehavior": "La miniatura se mostrar치 sobre el video o la canci칩n que se est치 reproduciendo actualmente.\n춰Esto no ahorrar치 ancho de banda ya que el video seguir치 carg치ndose y reproduci칠ndose en segundo plano!",
    "feature_desc_thumbnailOverlayToggleBtnShown": "Agregue un bot칩n a los controles multimedia para mostrar u ocultar manualmente la miniatura",
    "feature_helptext_thumbnailOverlayToggleBtnShown": "Este bot칩n le permitir치 alternar manualmente la miniatura.\nEsto no se ver치 afectado si la superposici칩n est치 configurada en \"nunca se muestra\".\nUna vez que comienza a reproducirse un nuevo video o canci칩n, el estado predeterminado se restaurar치.\nMantenga presionada la tecla May칰s mientras hace clic o presione el bot칩n central del mouse para abrir la miniatura de mayor calidad en una nueva pesta침a.",
    "feature_desc_thumbnailOverlayShowIndicator": "Mostrar un indicador en la esquina inferior derecha de la miniatura mientras est치 activo",
    "feature_desc_thumbnailOverlayIndicatorOpacity": "Opacidad del indicador en la esquina inferior derecha",
    "feature_desc_thumbnailOverlayImageFit": "C칩mo ajustar la imagen de la miniatura sobre el elemento de video",
    "feature_desc_hideCursorOnIdle": "Ocultar el cursor despu칠s de unos segundos de inactividad sobre el video",
    "feature_desc_hideCursorOnIdleDelay": "쮺u치ntos segundos de inactividad antes de que se oculte el cursor?",

    "feature_desc_lyricsQueueButton": "Agregue un bot칩n a cada canci칩n en la cola para abrir r치pidamente su p치gina de letras",
    "feature_desc_deleteFromQueueButton": "Agregue un bot칩n a cada canci칩n en la cola para eliminarla r치pidamente",
    "feature_desc_listButtonsPlacement": "쮻칩nde deber칤an aparecer los botones de la cola?",
    "feature_helptext_listButtonsPlacement": "Hay varias listas de canciones en el sitio, como p치ginas de 치lbumes, listas de reproducci칩n y la cola de reproducci칩n actual. Con esta opci칩n, puede elegir d칩nde deben aparecer los botones de la cola.",

    "feature_desc_disableBeforeUnloadPopup": "Evite la ventana emergente de confirmaci칩n que aparece al intentar salir del sitio mientras se reproduce una canci칩n",
    "feature_helptext_disableBeforeUnloadPopup": "Cuando intenta salir del sitio mientras est치 reproduciendo una canci칩n que lleva unos segundos, aparecer치 una ventana emergente que le pedir치 que confirme que desea salir del sitio. Podr칤a decir algo as칤 como \"tiene datos no guardados\" o \"este sitio est치 preguntando si desea cerrarlo\".\nEsta funci칩n deshabilita completamente esa ventana emergente.",
    "feature_desc_closeToastsTimeout": "Despu칠s de cu치ntos segundos cerrar las notificaciones permanentes - 0 para cerrarlas solo manualmente (comportamiento predeterminado)",
    "feature_helptext_closeToastsTimeout": "La mayor칤a de las notificaciones que aparecen en la esquina inferior izquierda se cerrar치n autom치ticamente despu칠s de 3 segundos, con la excepci칩n de ciertas como cuando le gusta una canci칩n.\nEsta funci칩n le permite establecer un tiempo para que se cierren las notificaciones permanentes.\nEl otro tipo de notificaciones no se ver치 afectado.\nEstablezca esto en 0 para el comportamiento predeterminado de no cerrar las notificaciones permanentes.",
    "feature_desc_rememberSongTime": "Recuerde el tiempo de la 칰ltima canci칩n al volver a cargar o restaurar la pesta침a",
    "feature_helptext_rememberSongTime-1": "A veces, al volver a cargar la p치gina o restaurarla despu칠s de cerrarla accidentalmente, desea reanudar la escucha en el mismo punto. Esta funci칩n le permite hacer eso.\nPara registrar el tiempo de la canci칩n, debe reproducirla durante %1 segundo, luego su tiempo se recordar치 y se podr치 restaurar por un corto tiempo.",
    "feature_helptext_rememberSongTime-n": "A veces, al volver a cargar la p치gina o restaurarla despu칠s de cerrarla accidentalmente, desea reanudar la escucha en el mismo punto. Esta funci칩n le permite hacer eso.\nPara registrar el tiempo de la canci칩n, debe reproducirla durante %1 segundos, luego su tiempo se recordar치 y se podr치 restaurar por un corto tiempo.",
    "feature_desc_rememberSongTimeSites": "쮼n qu칠 sitios se debe recordar y restaurar el tiempo de la canci칩n?",
    "feature_desc_rememberSongTimeDuration": "Duraci칩n en segundos para recordar el tiempo de la canci칩n despu칠s de que se haya reproducido por completo",
    "feature_desc_rememberSongTimeReduction": "Cu치ntos segundos restar al restaurar el tiempo de una canci칩n recordada",
    "feature_helptext_rememberSongTimeReduction": "Al restaurar el tiempo de una canci칩n que se record칩, se restar치n esta cantidad de segundos del tiempo recordado para que pueda volver a escuchar la parte que se interrumpi칩.",
    "feature_desc_rememberSongTimeMinPlayTime": "Cantidad m칤nima de segundos que una canci칩n debe reproducirse para recordar su tiempo",

    "feature_desc_arrowKeySupport": "Use las teclas de flecha para saltar hacia adelante y hacia atr치s en la canci칩n que se est치 reproduciendo actualmente",
    "feature_helptext_arrowKeySupport": "Normalmente solo puede saltar hacia adelante y hacia atr치s en un intervalo fijo de 10 segundos con las teclas \"H\" y \"L\". Esta funci칩n le permite usar las teclas de flecha tambi칠n.\nPara cambiar la cantidad de segundos para saltar, use la opci칩n a continuaci칩n.",
    "feature_desc_arrowKeySkipBy": "Por cu치ntos segundos saltar al usar las teclas de flecha",
    "feature_desc_switchBetweenSites": "Agregue una tecla de acceso r치pido para cambiar entre los sitios YT y YTM en una canci칩n",
    "feature_helptext_switchBetweenSites": "Al presionar esta tecla de acceso r치pido, cambiar치 al otro sitio si est치 en YouTube o YouTube Music mientras se mantiene en el mismo video / canci칩n.",
    "feature_desc_switchSitesHotkey": "쯈u칠 tecla de acceso r치pido debe presionarse para cambiar de sitio?",
    "feature_desc_anchorImprovements": "Agregue e improvise enlaces en toda la p치gina para que las cosas se puedan abrir en una nueva pesta침a m치s f치cilmente",
    "feature_helptext_anchorImprovements": "Algunos elementos en la p치gina solo se pueden hacer clic con el bot칩n izquierdo del mouse, lo que significa que no se pueden abrir en una nueva pesta침a haciendo clic con el bot칩n central o mediante el men칰 contextual con shift + clic derecho. Esta funci칩n agrega enlaces a muchos de ellos o los agranda para facilitar el clic.",

    "feature_desc_geniusLyrics": "Agregue un bot칩n a los controles multimedia de la canci칩n que se est치 reproduciendo actualmente para abrir sus letras en genius.com",
    "feature_desc_geniUrlBase": "Base URL de su instancia de geniURL, consulte https://github.com/Sv443/geniURL",
    "feature_helptext_geniUrlBase": "Si tiene su propia instancia de geniURL en ejecuci칩n (por ejemplo, para evitar la limitaci칩n de velocidad), puede ingresar su base URL aqu칤 para usarla para el bot칩n de letras de genius.com.\nSi no sabe qu칠 es esto, puede dejar esta opci칩n como est치.",
    "feature_desc_geniUrlToken": "Token de autenticaci칩n para su instancia de geniURL",
    "feature_helptext_geniUrlToken": "Para evitar la limitaci칩n de velocidad, puede proporcionar un token de autenticaci칩n que tambi칠n est치 definido en el archivo .env de su instancia de geniURL",
    "feature_desc_lyricsCacheMaxSize": "Cantidad m치xima de letras para mantener en la cach칠",
    "feature_helptext_lyricsCacheMaxSize": "Las letras de las canciones que escuchas se almacenan en una cach칠 para reducir la cantidad de solicitudes al proveedor de letras.\nEsta funci칩n le permite establecer la cantidad m치xima de letras para mantener en la cach칠.\nCuando se alcanza el l칤mite, la entrada que se us칩 por 칰ltima vez se eliminar치 para dejar espacio para cualquier nueva.",
    "feature_desc_lyricsCacheTTL": "Cantidad m치xima de d칤as para mantener una entrada de letras en la cach칠",
    "feature_helptext_lyricsCacheTTL": "La cach칠 en la que se almacenan las letras eliminar치 autom치ticamente las entradas despu칠s de este tiempo para asegurarse de que las actualizaciones de la fuente se est칠n obteniendo m치s temprano o m치s tarde.\nSi quieres asegurarte de que siempre tienes las letras m치s recientes, establece esto en un valor bajo como 4 d칤as.",
    "feature_desc_clearLyricsCache": "Borrar la cach칠 de letras manualmente",
    "feature_helptext_clearLyricsCache": "Si las letras que est치n en la cach칠 local est치n desactualizadas o simplemente quieres liberar algo de espacio, puedes borrar la cach칠 manualmente presionando este bot칩n.",
    "feature_btn_clearLyricsCache": "Borrar cach칠",
    "feature_btn_clearLyricsCache_running": "Borrando...",
    "feature_desc_advancedLyricsFilter": "Experimental: Habilitar el filtrado avanzado para la b칰squeda de letras",
    "feature_helptext_advancedLyricsFilter": "El filtrado avanzado incluye m칰ltiples capas de filtros que tienen como objetivo hacer que las b칰squedas de letras sean m치s confiables.\nEstos filtros pueden no funcionar bien para canciones en su idioma y canciones y artistas con t칤tulos menos 칰nicos en general.\nAdvertencia: esta funci칩n todav칤a es experimental y es posible que no funcione mejor que la b칰squeda de letras predeterminada. Aseg칰rese de confirmar el mensaje que aparece si cambi칩 esta configuraci칩n.",

    "feature_desc_locale": "Idioma",
    "feature_desc_versionCheck": "Compruebe si hay actualizaciones",
    "feature_helptext_versionCheck": "Esta funci칩n comprueba si hay actualizaciones cada 24 horas, le notifica si hay una nueva versi칩n disponible y le permite actualizar el script manualmente.\nSi su extensi칩n de administrador de usuarios de scripts actualiza los scripts autom치ticamente, puede desactivar esta funci칩n.",
    "feature_desc_checkVersionNow": "Compruebe manualmente si hay una nueva versi칩n",
    "feature_btn_checkVersionNow": "Comprobar ahora",
    "feature_btn_checkVersionNow_running": "Comprobando...",
    "feature_desc_logLevel": "Cu치nta informaci칩n registrar en la consola",
    "feature_helptext_logLevel": "Cambiar esto solo es necesario para fines de depuraci칩n como resultado de experimentar un problema.\nSi tiene uno, puede aumentar el nivel de registro aqu칤, abrir la consola de JavaScript de su navegador (generalmente con Ctrl + Shift + K) y adjuntar capturas de pantalla de ese registro en un problema de GitHub.",
    "feature_desc_advancedMode": "Mostrar configuraci칩n avanzada (recarga el men칰)",
    "feature_helptext_advancedMode": "Despu칠s de habilitar esto, el men칰 se recargar치 y mostrar치 configuraciones avanzadas que est치n ocultas de forma predeterminada.\nEsto es 칰til si desea personalizar m치s profundamente el comportamiento del script y no le importa un men칰 abarrotado.",

    "plugin_validation_error_no_property": "No hay ninguna propiedad '%1' con el tipo '%2'"
  }
}
