{
  "translations": {
    "config_menu_option": "Configuration de %1",
    "config_menu_title": "%1 - Configuration",
    "changelog_menu_title": "%1 - Historique des modifications",
    "export_menu_title": "%1 - Exporter la configuration",
    "import_menu_title": "%1 - Importer la configuration",
    "open_menu_tooltip": "Ouvrir le menu de configuration de %1",
    "close_menu_tooltip": "Fermer le menu",
    "reload_hint": "Vous devez recharger la page pour appliquer les modifications.",
    "reload_now": "Recharger maintenant",
    "reload_tooltip": "Recharger la page",
    "version_tooltip": "Version %1 (build %2) - cliquez pour ouvrir l'historique des modifications",
    "export": "Exporter",
    "export_hint": "Copiez le texte suivant pour exporter votre configuration:",
    "export_tooltip": "Exporter votre configuration actuelle",
    "import": "Importer",
    "import_hint": "Collez la configuration que vous souhaitez importer dans le champ ci-dessous, puis cliquez sur le bouton d'importation:",
    "import_tooltip": "Importer une configuration que vous avez précédemment exportée",
    "start_import_tooltip": "Cliquez pour importer la configuration que vous avez collée ci-dessus",
    "import_error_invalid": "Les données importées ne sont pas valides",
    "import_error_no_format_version": "Les données importées ne contiennent pas de version de format",
    "import_error_no_data": "L'objet importé ne contient aucune donnée",
    "import_error_wrong_format_version": "Les données importées sont dans une version de format non prise en charge (attendue %1 ou inférieure mais obtenue %2)",
    "import_success_confirm_reload": "La configuration a été importée avec succès.\nVoulez-vous recharger la page maintenant pour appliquer les modifications?",
    "reset_tooltip": "Réinitialiser tous les paramètres à leurs valeurs par défaut",
    "reset_confirm": "Voulez-vous vraiment réinitialiser tous les paramètres à leurs valeurs par défaut?\nLa page sera automatiquement rechargée.",
    "copy_to_clipboard": "Copier dans le presse-papiers",
    "copy_config_tooltip": "Copiez la configuration dans votre presse-papiers",
    "copied_notice": "Copié!",
    "open_github": "Ouvrir %1 sur GitHub",
    "open_discord": "Rejoignez mon serveur Discord",
    "open_greasyfork": "Ouvrir %1 sur GreasyFork",
    "open_openuserjs": "Ouvrir %1 sur OpenUserJS",
    "lang_changed_prompt_reload": "La langue a été modifiée.\nVoulez-vous recharger la page maintenant pour appliquer les modifications?",

    "reset": "Réinitialiser",
    "close": "Fermer",
    "log_level_debug": "Déboguer (le plus)",
    "log_level_info": "Info (seulement important)",
    "toggled_on": "Activé",
    "toggled_off": "Désactivé",
    "remove_from_queue": "Supprimer cette chanson de la file d'attente",
    "delete_from_list": "Supprimer cette chanson de la liste",
    "couldnt_remove_from_queue": "Impossible de supprimer cette chanson de la file d'attente",
    "couldnt_delete_from_list": "Impossible de supprimer cette chanson de la liste",
    "scroll_to_playing": "Faites défiler jusqu'à la chanson en cours de lecture",
    "scroll_to_bottom": "Cliquez pour faire défiler vers le bas",
    "volume_tooltip": "Volume: %1% (Sensibilité: %2%)",
    "middle_click_open_tab": "Cliquez avec le bouton du milieu pour ouvrir dans un nouvel onglet",
    "boost_gain_enable_tooltip": "Augmenter le volume à %1%",
    "boost_gain_disable_tooltip": "Désactiver l'augmentation du volume",

    "open_current_lyrics": "Ouvrir les paroles de la chanson en cours dans un nouvel onglet",
    "open_lyrics": "Ouvrir les paroles de cette chanson dans un nouvel onglet",
    "lyrics_loading": "Chargement de l'URL des paroles...",
    "lyrics_rate_limited-1": "Vous êtes limité par le taux.\nVeuillez patienter quelques secondes avant de demander plus de paroles.",
    "lyrics_rate_limited-n": "Vous êtes limité par le taux.\nVeuillez patienter %1 secondes avant de demander plus de paroles.",
    "lyrics_not_found_confirm_open_search": "Il n'y a pas de page de paroles pour cette chanson.\nVoulez-vous ouvrir genius.com pour la rechercher manuellement?",
    "lyrics_not_found_click_open_search": "Impossible de trouver l'URL des paroles - cliquez pour ouvrir la recherche manuelle des paroles",

    "hotkey_input_click_to_change": "Cliquez pour changer",
    "hotkey_input_click_to_change_tooltip": "Cliquez, puis appuyez sur la combinaison de touches souhaitée",
    "hotkey_input_click_to_cancel_tooltip": "Cliquez pour annuler",
    "hotkey_key_ctrl": "Ctrl",
    "hotkey_key_shift": "Maj",
    "hotkey_key_mac_option": "Option",
    "hotkey_key_alt": "Alt",

    "welcome_menu_title": "Bienvenue sur %1!",
    "config_menu": "Menu de configuration",
    "open_config_menu_tooltip": "Cliquez pour ouvrir le menu de configuration",
    "open_changelog": "Historique des modifications",
    "open_changelog_tooltip": "Cliquez pour ouvrir l'historique des modifications",
    "feature_help_button_tooltip": "Cliquez pour obtenir plus d'informations sur cette fonctionnalité",
    "welcome_text_line_1": "Merci d'avoir installé!",
    "welcome_text_line_2": "J'espère que vous apprécierez d'utiliser %1 autant que j'ai apprécié de le faire 😃",
    "welcome_text_line_3": "Si vous aimez %1, laissez une note sur %2GreasyFork%3 ou %4OpenUserJS%5",
    "welcome_text_line_4": "Mon travail repose sur des dons, alors veuillez envisager de %1faire un don ❤️%2",
    "welcome_text_line_5": "Vous avez trouvé un bug ou souhaitez suggérer une fonctionnalité? Veuillez %1ouvrir un problème sur GitHub%2",
    "list_button_placement_queue_only": "Seulement dans la file d'attente",
    "list_button_placement_everywhere": "Dans chaque liste de chansons",
    "remember_song_time_sites_all": "Les deux sites",
    "remember_song_time_sites_yt": "Seulement YouTube",
    "remember_song_time_sites_ytm": "Seulement YouTube Music",
    "feature_category_layout": "Disposition",
    "feature_category_songLists": "Listes de chansons",
    "feature_category_behavior": "Comportement",
    "feature_category_input": "Entrée",
    "feature_category_lyrics": "Paroles",
    "feature_category_general": "Général",

    "feature_desc_removeUpgradeTab": "Supprimer l'onglet Mise à niveau / Premium",
    "feature_desc_volumeSliderLabel": "Ajouter une étiquette de pourcentage à côté du curseur de volume",
    "feature_desc_volumeSliderSize": "La largeur du curseur de volume en pixels",
    "feature_desc_volumeSliderStep": "Sensibilité du curseur de volume (de combien de pour cent le volume peut être modifié à la fois)",
    "feature_desc_volumeSliderScrollStep": "Sensibilité de la molette de la souris pour le curseur de volume en pour cent - se fixe à la valeur de sensibilité la plus proche par le haut",
    "feature_helptext_volumeSliderScrollStep": "De combien de pour cent le volume doit être modifié lors du défilement du curseur de volume avec la molette de la souris.\nCela doit être un multiple de la sensibilité du curseur de volume, sinon il y aura de petits sauts irréguliers dans le volume lors du défilement.",
    "feature_desc_watermarkEnabled": "Afficher un filigrane sous le logo du site qui ouvre ce menu de configuration",
    "feature_helptext_watermarkEnabled": "Si cela est désactivé, vous pouvez toujours ouvrir le menu de configuration en cliquant sur l'option dans le menu qui s'ouvre lorsque vous cliquez sur votre photo de profil dans le coin supérieur droit.\nCependant, il sera plus difficile de trouver l'easter egg ;)",
    "feature_desc_removeShareTrackingParam": "Supprimer le paramètre de suivi \"&si\" des liens dans la fenêtre contextuelle de partage",
    "feature_helptext_removeShareTrackingParam": "À des fins d'analyse, YouTube ajoute un paramètre de suivi à la fin de l'URL que vous pouvez copier dans le menu de partage. Bien qu'il ne soit pas directement nocif, il rend l'URL plus longue et donne à YouTube plus d'informations sur vous et les personnes à qui vous envoyez le lien.",
    "feature_desc_numKeysSkipToTime": "Activer le saut à un moment spécifique de la vidéo en appuyant sur une touche numérique (0-9)",
    "feature_desc_fixSpacing": "Corriger les problèmes d'espacement dans la mise en page",
    "feature_helptext_fixSpacing": "Il existe divers endroits dans l'interface utilisateur où l'espacement entre les éléments est incohérent. Cette fonctionnalité corrige ces problèmes.",

    "feature_desc_lyricsQueueButton": "Ajouter un bouton à chaque chanson de la file d'attente pour ouvrir rapidement sa page de paroles",
    "feature_desc_deleteFromQueueButton": "Ajouter un bouton à chaque chanson de la file d'attente pour la supprimer rapidement",
    "feature_desc_listButtonsPlacement": "Où les boutons de file d'attente doivent-ils apparaître?",
    "feature_helptext_listButtonsPlacement": "Il existe diverses listes de chansons sur le site comme les pages d'album, les listes de lecture et la file d'attente de lecture actuelle. Avec cette option, vous pouvez choisir où les boutons de file d'attente doivent apparaître.",
    "feature_desc_scrollToActiveSongBtn": "Ajouter un bouton à la file d'attente pour faire défiler jusqu'à la chanson en cours de lecture",

    "feature_desc_disableBeforeUnloadPopup": "Empêcher la fenêtre contextuelle de confirmation qui apparaît lors de la tentative de quitter le site pendant qu'une chanson est en cours de lecture",
    "feature_helptext_disableBeforeUnloadPopup": "Lorsque vous essayez de quitter le site alors que vous êtes quelques secondes dans une chanson qui est en cours de lecture, une fenêtre contextuelle apparaîtra pour vous demander de confirmer que vous voulez quitter le site. Elle pourrait dire quelque chose comme \"vous avez des données non enregistrées\" ou \"ce site demande si vous voulez le fermer\".\nCette fonctionnalité désactive complètement cette fenêtre contextuelle.",
    "feature_desc_closeToastsTimeout": "Au bout de combien de secondes fermer les notifications permanentes - 0 pour ne les fermer qu'à la main (comportement par défaut)",
    "feature_helptext_closeToastsTimeout": "La plupart des notifications qui apparaissent dans le coin inférieur gauche se fermeront automatiquement après 3 secondes, à l'exception de certaines comme lorsque vous aimez une chanson.\nCette fonctionnalité vous permet de définir un délai pour la fermeture de ces notifications permanentes.\nLes autres types de notifications resteront inchangés.\nRéglez cette valeur à 0 pour le comportement par défaut de ne pas fermer les notifications permanentes.",
    "feature_desc_rememberSongTime": "Se souvenir du temps de la dernière chanson lors du rechargement ou de la restauration de l'onglet",
    "feature_helptext_rememberSongTime-1": "Parfois, lorsque vous rechargez la page ou la restaurez après l'avoir fermée accidentellement, vous voulez reprendre l'écoute au même point. Cette fonctionnalité vous permet de le faire.\nPour enregistrer le temps de la chanson, vous devez la lire pendant %1 seconde, puis son temps sera mémorisé et pourra être restauré pendant un court instant.",
    "feature_helptext_rememberSongTime-n": "Parfois, lorsque vous rechargez la page ou la restaurez après l'avoir fermée accidentellement, vous voulez reprendre l'écoute au même point. Cette fonctionnalité vous permet de le faire.\nPour enregistrer le temps de la chanson, vous devez la lire pendant %1 secondes, puis son temps sera mémorisé et pourra être restauré pendant un court instant.",
    "feature_desc_rememberSongTimeSites": "Sur quels sites le temps de la chanson doit-il être mémorisé et restauré?",

    "feature_desc_arrowKeySupport": "Utilisez les touches fléchées pour avancer et reculer dans la chanson en cours de lecture",
    "feature_helptext_arrowKeySupport": "Normalement, vous ne pouvez avancer et reculer que par intervalles fixes de 10 secondes avec les touches \"H\" et \"L\". Cette fonctionnalité vous permet d'utiliser aussi les touches fléchées.\nPour changer le nombre de secondes à sauter, utilisez l'option ci-dessous.",
    "feature_desc_arrowKeySkipBy": "De combien de secondes sauter en utilisant les touches fléchées",
    "feature_desc_switchBetweenSites": "Ajouter un raccourci pour passer d'un site à l'autre sur une vidéo / chanson",
    "feature_helptext_switchBetweenSites": "En appuyant sur ce raccourci, vous passerez à l'autre site si vous êtes sur YouTube ou YouTube Music tout en restant sur la même vidéo / chanson.",
    "feature_desc_switchSitesHotkey": "Quelle touche de raccourci doit être enfoncée pour passer d'un site à l'autre?",
    "feature_desc_anchorImprovements": "Ajouter et améliorer les liens sur toute la page pour que les choses puissent être ouvertes dans un nouvel onglet plus facilement",
    "feature_helptext_anchorImprovements": "Certains éléments de la page ne sont cliquables qu'avec le bouton gauche de la souris, ce qui signifie que vous ne pouvez pas les ouvrir dans un nouvel onglet en cliquant au milieu ou via le menu contextuel en utilisant Maj + clic droit. Cette fonctionnalité ajoute des liens à beaucoup d'entre eux ou les agrandit pour faciliter le clic.",

    "feature_desc_geniusLyrics": "Ajouter un bouton aux contrôles multimédias de la chanson en cours de lecture pour ouvrir ses paroles sur genius.com",

    "feature_desc_locale": "Langue",
    "feature_desc_versionCheck": "Vérifier les mises à jour",
    "feature_helptext_versionCheck": "Cette fonctionnalité vérifie les mises à jour toutes les 24 heures, vous avertit si une nouvelle version est disponible et vous permet de mettre à jour le script manuellement.\nSi votre gestionnaire de scripts utilisateur met à jour les scripts automatiquement, vous pouvez désactiver cette fonctionnalité.",
    "feature_desc_logLevel": "Combien d'informations à enregistrer dans la console",
    "feature_helptext_logLevel": "Changer cela n'est vraiment nécessaire que pour le débogage à la suite d'un problème rencontré.\nSi vous en avez un, vous pouvez augmenter le niveau de journalisation ici, ouvrir la console JavaScript de votre navigateur (généralement avec Ctrl + Maj + K) et joindre des captures d'écran de ce journal dans un problème GitHub."
  }
}